Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# gameConfig.preview.winetricksNote
source: Winetricks installations modify the Wine prefix and cannot be undone
ar: تعدّل عمليات تثبيت Winetricks بادئة Wine ولا يمكن التراجع عنها
cs: Instalace přes winetricks mění prefix Wine a nelze je vrátit zpět
da: Winetricks-installationer ændrer Wine-præfikset og kan ikke fortrydes
de: Winetricks-Installationen verändern das Wine-Präfix und können nicht rückgängig gemacht werden
es: Las instalaciones de Winetricks modifican el prefijo de Wine y no se pueden deshacer
fi: Winetricks-asennukset muuttavat Wine-etuliitettä eikä niitä voi perua
fr: Les installations Winetricks modifient le préfixe Wine et sont irréversibles
it: Le installazioni di Winetricks modificano il prefisso Wine e non possono essere annullate
ja: Winetricks でのインストールは Wine プレフィックスを変更するため、取り消せません
ko: Winetricks 설치는 Wine 프리픽스를 변경하며 되돌릴 수 없습니다
nl: Winetricks-installaties wijzigen de Wine-prefix en kunnen niet ongedaan worden gemaakt
pl: Instalacje winetricks zmieniają prefiks Wine i nie można ich cofnąć
pt_br: As instalações do Winetricks alteram o prefixo do Wine e não podem ser desfeitas
pt_pt: As instalações do Winetricks alteram o prefixo do Wine e não podem ser anuladas
ro: Instalările Winetricks modifică prefixul Wine și nu pot fi anulate
ru: Установка через winetricks меняет префикс Wine, и это нельзя отменить
sv: Winetricks-installationer ändrar Wine-prefixet och går inte att ångra
tr: Winetricks yüklemeleri Wine ön ekini değiştirir ve geri alınamaz
uk: Встановлення через winetricks змінює префікс Wine, і це не можна скасувати
vi: Việc cài đặt bằng Winetricks sẽ thay đổi prefix Wine và không thể hoàn tác
zh_hans: Winetricks 安装会修改 Wine 前缀，且无法撤销
zh_hant: Winetricks 安裝會修改 Wine 前綴，且無法回復

# gameConfig.preview.winetricksRequired
source: Required Components
ar: المكونات المطلوبة
cs: Potřebné komponenty
da: Påkrævede komponenter
de: Erforderliche Komponenten
es: Componentes necesarios
fi: Vaaditut komponentit
fr: Composants requis
it: Componenti richiesti
ja: 必要なコンポーネント
ko: 필요한 구성 요소
nl: Vereiste onderdelen
pl: Wymagane składniki
pt_br: Componentes necessários
pt_pt: Componentes necessários
ro: Componente necesare
ru: Необходимые компоненты
sv: Nödvändiga komponenter
tr: Gerekli Bileşenler
uk: Потрібні компоненти
vi: Thành phần bắt buộc
zh_hans: 所需组件
zh_hant: 必要元件

# gameConfig.revert.applied %@ %@
source: Configuration '%1$@' applied %2$@
ar: تم تطبيق التكوين «%1$@» %2$@
cs: Konfigurace „%1$@“ použita %2$@
da: Konfigurationen “%1$@” blev anvendt %2$@
de: Konfiguration „%1$@“ angewendet %2$@
es: Configuración «%1$@» aplicada %2$@
fi: Määritys ”%1$@” otettiin käyttöön %2$@
fr: Configuration « %1$@ » appliquée %2$@
it: Configurazione «%1$@» applicata %2$@
ja: 構成「%1$@」を %2$@ に適用しました
ko: ‘%1$@’ 구성 적용됨 %2$@
nl: Configuratie '%1$@' toegepast %2$@
pl: Konfiguracja „%1$@” zastosowana %2$@
pt_br: Configuração “%1$@” aplicada %2$@
pt_pt: Configuração «%1$@» aplicada %2$@
ro: Configurația „%1$@” a fost aplicată %2$@
ru: Конфигурация «%1$@» применена %2$@
sv: Konfigurationen ”%1$@” tillämpades %2$@
tr: '%1$@' yapılandırması %2$@ uygulandı
uk: Конфігурацію «%1$@» застосовано %2$@
vi: Đã áp dụng cấu hình “%1$@” %2$@
zh_hans: 已于 %2$@ 应用配置“%1$@”
zh_hant: 已於 %2$@ 套用組態「%1$@」

# gameConfig.revert.button
source: Revert Configuration Changes
ar: التراجع عن تغييرات التكوين
cs: Vrátit změny konfigurace
da: Fortryd konfigurationsændringer
de: Konfigurationsänderungen zurücknehmen
es: Revertir los cambios de configuración
fi: Peru määritysmuutokset
fr: Annuler les modifications de configuration
it: Annulla le modifiche alla configurazione
ja: 構成の変更を元に戻す
ko: 구성 변경 사항 되돌리기
nl: Configuratiewijzigingen terugdraaien
pl: Cofnij zmiany konfiguracji
pt_br: Reverter alterações de configuração
pt_pt: Reverter alterações de configuração
ro: Anulează modificările de configurare
ru: Отменить изменения конфигурации
sv: Ångra konfigurationsändringar
tr: Yapılandırma Değişikliklerini Geri Al
uk: Скасувати зміни конфігурації
vi: Hoàn tác thay đổi cấu hình
zh_hans: 撤销配置更改
zh_hant: 回復組態變更

# gameConfig.revert.confirm.message
source: Settings will be restored to their state before the game configuration was applied. Installed winetricks components will remain.
ar: ستُستعاد الإعدادات إلى حالتها قبل تطبيق تكوين اللعبة. وستبقى مكونات winetricks المثبتة.
cs: Nastavení se vrátí do stavu před použitím herní konfigurace. Nainstalované komponenty winetricks zůstanou.
da: Indstillingerne gendannes til, som de var, før spilkonfigurationen blev anvendt. Installerede winetricks-komponenter bevares.
de: Die Einstellungen werden auf den Stand vor dem Anwenden der Spielkonfiguration zurückgesetzt. Installierte Winetricks-Komponenten bleiben erhalten.
es: Los ajustes volverán al estado que tenían antes de aplicar la configuración del juego. Los componentes de winetricks instalados se mantendrán.
fi: Asetukset palautetaan tilaan, joka oli ennen pelimäärityksen käyttöönottoa. Asennetut winetricks-komponentit säilyvät.
fr: Les réglages seront restaurés dans l'état où ils étaient avant l'application de la configuration de jeu. Les composants winetricks installés seront conservés.
it: Le impostazioni verranno ripristinate allo stato precedente all'applicazione della configurazione di gioco. I componenti winetricks installati resteranno.
ja: ゲーム構成を適用する前の状態に設定が戻ります。インストール済みの winetricks コンポーネントはそのまま残ります。
ko: 게임 구성을 적용하기 전 상태로 설정이 복원됩니다. 설치된 winetricks 구성 요소는 그대로 남습니다.
nl: De instellingen worden teruggezet naar hoe ze waren voordat de gameconfiguratie werd toegepast. Geïnstalleerde winetricks-onderdelen blijven behouden.
pl: Ustawienia wrócą do stanu sprzed zastosowania konfiguracji gry. Zainstalowane składniki winetricks pozostaną.
pt_br: As configurações voltarão ao estado anterior à aplicação da configuração do jogo. Os componentes do winetricks instalados serão mantidos.
pt_pt: As definições serão repostas no estado em que estavam antes de a configuração do jogo ser aplicada. Os componentes do winetricks instalados vão manter-se.
ro: Setările vor fi readuse la starea de dinainte de aplicarea configurației de joc. Componentele winetricks instalate rămân.
ru: Настройки вернутся к состоянию до применения игровой конфигурации. Установленные компоненты winetricks останутся.
sv: Inställningarna återställs till hur de var innan spelkonfigurationen tillämpades. Installerade winetricks-komponenter behålls.
tr: Ayarlar, oyun yapılandırması uygulanmadan önceki durumuna döndürülecek. Yüklenen winetricks bileşenleri kalacak.
uk: Налаштування повернуться до стану перед застосуванням ігрової конфігурації. Встановлені компоненти winetricks залишаться.
vi: Các cài đặt sẽ được khôi phục về trạng thái trước khi áp dụng cấu hình game. Các thành phần winetricks đã cài vẫn được giữ lại.
zh_hans: 设置将恢复到应用游戏配置之前的状态。已安装的 winetricks 组件将保留。
zh_hant: 設定會回復到套用遊戲組態之前的狀態。已安裝的 winetricks 元件會保留。

# gameConfig.revert.confirm.revert
source: Revert
ar: تراجع
cs: Vrátit zpět
da: Fortryd
de: Zurücknehmen
es: Revertir
fi: Peru
fr: Rétablir
it: Ripristina
ja: 元に戻す
ko: 되돌리기
nl: Draai terug
pl: Cofnij
pt_br: Reverter
pt_pt: Reverter
ro: Revino
ru: Отменить
sv: Ångra
tr: Geri Al
uk: Скасувати
vi: Hoàn tác
zh_hans: 撤销
zh_hant: 回復

# gameConfig.revert.confirm.title
source: Revert Configuration?
ar: هل تريد التراجع عن التكوين؟
cs: Vrátit konfiguraci?
da: Vil du fortryde konfigurationen?
de: Konfiguration zurücknehmen?
es: ¿Revertir la configuración?
fi: Perutaanko määritys?
fr: Rétablir la configuration ?
it: Ripristinare la configurazione?
ja: 構成を元に戻しますか？
ko: 구성을 되돌리시겠습니까?
nl: Configuratie terugdraaien?
pl: Cofnąć konfigurację?
pt_br: Reverter a configuração?
pt_pt: Reverter a configuração?
ro: Anulezi configurația?
ru: Отменить конфигурацию?
sv: Vill du ångra konfigurationen?
tr: Yapılandırma geri alınsın mı?
uk: Скасувати конфігурацію?
vi: Hoàn tác cấu hình?
zh_hans: 要撤销配置吗？
zh_hant: 要回復組態嗎？

# gameConfig.revert.title
source: Applied Game Configuration
ar: تكوين اللعبة المطبَّق
cs: Použitá herní konfigurace
da: Anvendt spilkonfiguration
de: Angewendete Spielkonfiguration
es: Configuración de juego aplicada
fi: Käyttöön otettu pelimääritys
fr: Configuration de jeu appliquée
it: Configurazione di gioco applicata
ja: 適用中のゲーム構成
ko: 적용된 게임 구성
nl: Toegepaste gameconfiguratie
pl: Zastosowana konfiguracja gry
pt_br: Configuração de jogo aplicada
pt_pt: Configuração de jogo aplicada
ro: Configurație de joc aplicată
ru: Применённая игровая конфигурация
sv: Tillämpad spelkonfiguration
tr: Uygulanan Oyun Yapılandırması
uk: Застосована ігрова конфігурація
vi: Cấu hình game đã áp dụng
zh_hans: 已应用的游戏配置
zh_hant: 已套用的遊戲組態

# gameConfig.revert.verbsRemain %@
source: Settings reverted; installed components remain: %@
ar: تم التراجع عن الإعدادات، وتبقى المكونات المثبتة: %@
cs: Nastavení vráceno; nainstalované komponenty zůstávají: %@
da: Indstillinger fortrudt; installerede komponenter bevares: %@
de: Einstellungen zurückgenommen; installierte Komponenten bleiben: %@
es: Ajustes revertidos; se mantienen los componentes instalados: %@
fi: Asetukset peruttiin; asennetut komponentit säilyvät: %@
fr: Réglages rétablis ; composants installés conservés : %@
it: Impostazioni ripristinate; i componenti installati restano: %@
ja: 設定を元に戻しました。インストール済みのコンポーネントは残っています: %@
ko: 설정을 되돌렸습니다. 설치된 구성 요소는 남아 있습니다: %@
nl: Instellingen teruggedraaid; geïnstalleerde onderdelen blijven: %@
pl: Cofnięto ustawienia; zainstalowane składniki pozostają: %@
pt_br: Configurações revertidas; os componentes instalados permanecem: %@
pt_pt: Definições revertidas; os componentes instalados mantêm-se: %@
ro: Setări readuse; componentele instalate rămân: %@
ru: Настройки возвращены; установленные компоненты остались: %@
sv: Inställningarna har ångrats; installerade komponenter behålls: %@
tr: Ayarlar geri alındı; yüklü bileşenler kalıyor: %@
uk: Налаштування повернуто; встановлені компоненти залишилися: %@
vi: Đã hoàn tác cài đặt; các thành phần đã cài vẫn còn: %@
zh_hans: 设置已撤销；已安装的组件仍保留：%@
zh_hant: 設定已回復；已安裝的元件仍保留：%@

# gameConfig.variant.default
source: Default
ar: افتراضي
cs: Výchozí
da: Standard
de: Standard
es: Predeterminada
fi: Oletus
fr: Par défaut
it: Predefinita
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślny
pt_br: Padrão
pt_pt: Predefinida
ro: Implicită
ru: По умолчанию
sv: Standard
tr: Varsayılan
uk: За умовчанням
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# gamedb.empty.noData
source: No game configurations available
ar: لا تتوفر أي تكوينات ألعاب
cs: Nejsou k dispozici žádné herní konfigurace
da: Ingen spilkonfigurationer tilgængelige
de: Keine Spielkonfigurationen verfügbar
es: No hay configuraciones de juego disponibles
fi: Pelimäärityksiä ei ole saatavilla
fr: Aucune configuration de jeu disponible
it: Nessuna configurazione di gioco disponibile
ja: 利用できるゲーム構成はありません
ko: 사용할 수 있는 게임 구성이 없습니다
nl: Geen gameconfiguraties beschikbaar
pl: Brak dostępnych konfiguracji gier
pt_br: Nenhuma configuração de jogo disponível
pt_pt: Não há configurações de jogos disponíveis
ro: Nicio configurație de joc disponibilă
ru: Нет доступных игровых конфигураций
sv: Inga spelkonfigurationer tillgängliga
tr: Kullanılabilir oyun yapılandırması yok
uk: Немає доступних ігрових конфігурацій
vi: Chưa có cấu hình game nào
zh_hans: 没有可用的游戏配置
zh_hant: 沒有可用的遊戲組態

# gamedb.empty.noResults %@
source: No configuration found for '%@'
ar: لم يُعثر على تكوين لـ «%@»
cs: Pro „%@“ nebyla nalezena konfigurace
da: Der blev ikke fundet en konfiguration til “%@”
de: Keine Konfiguration für „%@“ gefunden
es: No se ha encontrado ninguna configuración para «%@»
fi: Määritystä ei löytynyt haulle ”%@”
fr: Aucune configuration trouvée pour « %@ »
it: Nessuna configurazione trovata per «%@»
ja: 「%@」の構成は見つかりませんでした
ko: ‘%@’에 대한 구성을 찾을 수 없습니다
nl: Geen configuratie gevonden voor '%@'
pl: Nie znaleziono konfiguracji dla „%@”
pt_br: Nenhuma configuração encontrada para “%@”
pt_pt: Não foi encontrada nenhuma configuração para «%@»
ro: Nicio configurație găsită pentru „%@”
ru: Конфигурация для «%@» не найдена
sv: Ingen konfiguration hittades för ”%@”
tr: '%@' için yapılandırma bulunamadı
uk: Конфігурацію для «%@» не знайдено
vi: Không tìm thấy cấu hình cho “%@”
zh_hans: 未找到“%@”的配置
zh_hant: 找不到「%@」的組態

# gamedb.filter.allBackends
source: All Backends
ar: كل الواجهات الخلفية
cs: Všechny backendy
da: Alle backends
de: Alle Backends
es: Todos los backends
fi: Kaikki taustajärjestelmät
fr: Tous les backends
it: Tutti i backend
ja: すべてのバックエンド
ko: 모든 백엔드
nl: Alle backends
pl: Wszystkie backendy
pt_br: Todos os backends
pt_pt: Todos os backends
ro: Toate backendurile
ru: Все бэкенды
sv: Alla backends
tr: Tüm Arka Uçlar
uk: Усі бекенди
vi: Tất cả backend
zh_hans: 全部后端
zh_hant: 所有後端

# gamedb.filter.allRatings
source: All Ratings
ar: كل التقييمات
cs: Všechna hodnocení
da: Alle vurderinger
de: Alle Bewertungen
es: Todas las valoraciones
fi: Kaikki arviot
fr: Toutes les évaluations
it: Tutte le valutazioni
ja: すべての評価
ko: 모든 등급
nl: Alle beoordelingen
pl: Wszystkie oceny
pt_br: Todas as classificações
pt_pt: Todas as classificações
ro: Toate evaluările
ru: Все оценки
sv: Alla betyg
tr: Tüm Derecelendirmeler
uk: Усі оцінки
vi: Tất cả đánh giá
zh_hans: 全部评级
zh_hant: 所有評等

# gamedb.filter.allStores
source: All Stores
ar: كل المتاجر
cs: Všechny obchody
da: Alle butikker
de: Alle Stores
es: Todas las tiendas
fi: Kaikki kaupat
fr: Toutes les boutiques
it: Tutti gli store
ja: すべてのストア
ko: 모든 스토어
nl: Alle winkels
pl: Wszystkie sklepy
pt_br: Todas as lojas
pt_pt: Todas as lojas
ro: Toate magazinele
ru: Все магазины
sv: Alla butiker
tr: Tüm Mağazalar
uk: Усі магазини
vi: Tất cả cửa hàng
zh_hans: 全部商店
zh_hant: 所有商店

# gamedb.filter.backend
source: Backend
ar: الواجهة الخلفية
fi: Taustajärjestelmä
ja: バックエンド
ko: 백엔드
ru: Бэкенд
tr: Arka Uç
uk: Бекенд
zh_hans: 后端
zh_hant: 後端

# gamedb.filter.rating
source: Rating
ar: التقييم
cs: Hodnocení
da: Vurdering
de: Bewertung
es: Valoración
fi: Arvio
fr: Évaluation
it: Valutazione
ja: 評価
ko: 등급
nl: Beoordeling
pl: Ocena
pt_br: Classificação
pt_pt: Classificação
ro: Evaluare
ru: Оценка
sv: Betyg
tr: Derecelendirme
uk: Оцінка
vi: Đánh giá
zh_hans: 评级
zh_hant: 評等

# gamedb.filter.store
source: Store
ar: المتجر
cs: Obchod
da: Butik
es: Tienda
fi: Kauppa
fr: Boutique
ja: ストア
ko: 스토어
nl: Winkel
pl: Sklep
pt_br: Loja
pt_pt: Loja
ro: Magazin
ru: Магазин
sv: Butik
tr: Mağaza
uk: Магазин
vi: Cửa hàng
zh_hans: 商店
zh_hant: 商店

# gamedb.rating.broken
source: Broken
ar: لا تعمل
cs: Nefunguje
da: Virker ikke
de: Defekt
es: No funciona
fi: Ei toimi
fr: Non fonctionnel
it: Non funziona
ja: 動作しない
ko: 작동 안 함
nl: Defect
pl: Nie działa
pt_br: Não funciona
pt_pt: Não funciona
ro: Nu funcționează
ru: Не работает
sv: Fungerar inte
tr: Bozuk
uk: Не працює
vi: Không chạy được
zh_hans: 无法运行
zh_hant: 無法執行

# gamedb.rating.notSupported
source: Not Supported
ar: غير مدعومة
cs: Nepodporováno
da: Ikke understøttet
de: Nicht unterstützt
es: No compatible
fi: Ei tuettu
fr: Non pris en charge
it: Non supportato
ja: 非対応
ko: 지원되지 않음
nl: Niet ondersteund
pl: Nieobsługiwana
pt_br: Sem suporte
pt_pt: Não suportado
ro: Nesuportat
ru: Не поддерживается
sv: Stöds inte
tr: Desteklenmiyor
uk: Не підтримується
vi: Không hỗ trợ
zh_hans: 不支持
zh_hant: 不支援

# gamedb.rating.playable
source: Playable
ar: قابلة للعب
cs: Hratelné
da: Spilbar
de: Spielbar
es: Jugable
fi: Pelattava
fr: Jouable
it: Giocabile
ja: プレイ可能
ko: 플레이 가능
nl: Speelbaar
pl: Grywalna
pt_br: Jogável
pt_pt: Jogável
ro: Jucabil
ru: Играбельно
sv: Spelbar
tr: Oynanabilir
uk: Можна грати
vi: Chơi được
zh_hans: 可以游玩
zh_hant: 可以遊玩

# gamedb.rating.unverified
source: Unverified
ar: غير مُتحقق منها
cs: Neověřeno
da: Ikke verificeret
de: Ungeprüft
es: Sin verificar
fi: Vahvistamaton
fr: Non vérifié
it: Non verificato
ja: 未検証
ko: 미검증
nl: Niet geverifieerd
pl: Niezweryfikowana
pt_br: Não verificado
pt_pt: Não verificado
ro: Neverificat
ru: Не проверено
sv: Overifierad
tr: Doğrulanmamış
uk: Не перевірено
vi: Chưa xác minh
zh_hans: 未验证
zh_hant: 未驗證

# gamedb.rating.works
source: Works
ar: تعمل
cs: Funguje
da: Virker
de: Funktioniert
es: Funciona
fi: Toimii
fr: Fonctionne
it: Funziona
ja: 問題なく動作
ko: 정상 작동
nl: Werkt
pl: Działa
pt_br: Funciona
pt_pt: Funciona
ro: Funcționează
ru: Работает
sv: Fungerar
tr: Çalışıyor
uk: Працює
vi: Hoạt động tốt
zh_hans: 可正常运行
zh_hant: 可正常執行

# gamedb.search.prompt
source: Search games...
ar: البحث عن ألعاب...
cs: Hledat hry...
da: Søg efter spil...
de: Spiele suchen...
es: Buscar juegos...
fi: Etsi pelejä...
fr: Rechercher un jeu...
it: Cerca giochi...
ja: ゲームを検索...
ko: 게임 검색...
nl: Zoek games...
pl: Szukaj gier...
pt_br: Buscar jogos...
pt_pt: Pesquisar jogos...
ro: Caută jocuri...
ru: Поиск игр...
sv: Sök efter spel...
tr: Oyun ara...
uk: Пошук ігор...
vi: Tìm game...
zh_hans: 搜索游戏...
zh_hant: 搜尋遊戲...

# gamedb.title
source: Game Configurations
ar: تكوينات الألعاب
cs: Konfigurace her
da: Spilkonfigurationer
de: Spielkonfigurationen
es: Configuraciones de juegos
fi: Pelimääritykset
fr: Configurations de jeu
it: Configurazioni di gioco
ja: ゲーム構成
ko: 게임 구성
nl: Gameconfiguraties
pl: Konfiguracje gier
pt_br: Configurações de jogos
pt_pt: Configurações de jogos
ro: Configurări de jocuri
ru: Конфигурации игр
sv: Spelkonfigurationer
tr: Oyun Yapılandırmaları
uk: Конфігурації ігор
vi: Cấu hình game
zh_hans: 游戏配置
zh_hant: 遊戲組態

source: Generate Diagnostics Report
ar: إنشاء تقرير التشخيص
cs: Vytvořit diagnostickou zprávu
da: Generér diagnostikrapport
de: Diagnosebericht erstellen
es: Generar informe de diagnóstico
fi: Luo vianmääritysraportti
fr: Générer le rapport de diagnostic
it: Genera report diagnostico
ja: 診断レポートを生成
ko: 진단 보고서 생성
nl: Genereer diagnoserapport
pl: Utwórz raport diagnostyczny
pt_br: Gerar relatório de diagnóstico
pt_pt: Gerar relatório de diagnóstico
ro: Generează raport de diagnostic
ru: Создать отчёт диагностики
sv: Skapa diagnostikrapport
tr: Tanılama Raporu Oluştur
uk: Створити звіт діагностики
vi: Tạo báo cáo chẩn đoán
zh_hans: 生成诊断报告
zh_hant: 產生診斷報告

source: Generate Stability Diagnostics
ar: إنشاء تشخيص الاستقرار
cs: Shromáždit data o stabilitě
da: Generér stabilitetsdiagnostik
de: Stabilitätsdiagnose erstellen
es: Generar diagnóstico de estabilidad
fi: Luo vakausvianmääritys
fr: Générer un diagnostic de stabilité
it: Genera diagnostica di stabilità
ja: 安定性の診断を生成
ko: 안정성 진단 생성
nl: Genereer stabiliteitsdiagnose
pl: Zbierz dane o stabilności
pt_br: Gerar diagnóstico de estabilidade
pt_pt: Gerar diagnóstico de estabilidade
ro: Generează diagnostic de stabilitate
ru: Собрать данные о стабильности
sv: Skapa stabilitetsdiagnostik
tr: Kararlılık Tanılaması Oluştur
uk: Зібрати дані про стабільність
vi: Tạo chẩn đoán ổn định
zh_hans: 生成稳定性诊断
zh_hant: 產生穩定性診斷

source: Generates a bounded, privacy-safe report for issue triage.
ar: ينشئ تقريرًا محدودًا وآمنًا للخصوصية لفرز المشكلات.
cs: Vytvoří stručnou zprávu bez osobních údajů pro řešení problémů.
da: Genererer en afgrænset, privatlivsvenlig rapport til fejlsortering.
de: Erstellt einen begrenzten, datenschutzfreundlichen Bericht für die Fehleranalyse.
es: Genera un informe acotado y respetuoso con la privacidad para clasificar incidencias.
fi: Luo rajatun ja yksityisyyden säilyttävän raportin ongelmien käsittelyä varten.
fr: Génère un rapport limité et respectueux de la vie privée pour le tri des problèmes.
it: Genera un report limitato e rispettoso della privacy per l'analisi dei problemi.
ja: 問題の切り分け用に、範囲を限定したプライバシー保護レポートを生成します。
ko: 문제 분류에 사용할, 범위가 제한된 개인정보 보호 보고서를 생성합니다.
nl: Genereert een beknopt, privacyvriendelijk rapport voor probleemanalyse.
pl: Tworzy zwięzły raport bez danych osobowych do analizy problemów.
pt_br: Gera um relatório limitado e que preserva a privacidade para triagem de problemas.
pt_pt: Gera um relatório limitado e respeitador da privacidade para triagem de problemas.
ro: Generează un raport limitat, care respectă confidențialitatea, pentru triaj.
ru: Создаёт компактный отчёт без личных данных для разбора проблем.
sv: Skapar en avgränsad, integritetssäker rapport för felsortering.
tr: Sorun değerlendirmesi için sınırlı ve gizliliğe duyarlı bir rapor oluşturur.
uk: Створює компактний звіт без особистих даних для розбору проблем.
vi: Tạo báo cáo giới hạn, an toàn cho quyền riêng tư để phân loại sự cố.
zh_hans: 生成范围有限且保护隐私的报告，用于问题分类。
zh_hant: 產生範圍有限且保護隱私的報告，供問題分類使用。

source: Generates large logs
ar: ينشئ سجلات كبيرة
cs: Vytváří velké protokoly
da: Genererer store logfiler
de: Erzeugt große Protokolle
es: Genera registros grandes
fi: Tuottaa suuria lokeja
fr: Génère des journaux volumineux
it: Genera log molto voluminosi
ja: ログが大きくなります
ko: 로그가 커집니다
nl: Genereert grote logbestanden
pl: Tworzy duże logi
pt_br: Gera registros muito grandes
pt_pt: Gera registos muito grandes
ro: Generează jurnale mari
ru: Создаёт большие журналы
sv: Skapar stora loggar
tr: Büyük günlükler oluşturur
uk: Створює великі журнали
vi: Tạo nhật ký lớn
zh_hans: 会生成较大的日志
zh_hant: 會產生較大的記錄檔

# gptk.error.attachFailed
source: Could not open the disk image:
ar: تعذّر فتح صورة القرص:
cs: Nepodařilo se otevřít obraz disku:
da: Diskbilledet kunne ikke åbnes:
de: Das Image konnte nicht geöffnet werden:
es: No se ha podido abrir la imagen de disco:
fi: Levykuvaa ei voitu avata:
fr: Impossible d'ouvrir l'image disque :
it: Impossibile aprire l'immagine disco:
ja: ディスクイメージを開けませんでした:
ko: 디스크 이미지를 열 수 없습니다:
nl: Kan het schijfkopiebestand niet openen:
pl: Nie udało się otworzyć obrazu dysku:
pt_br: Não foi possível abrir a imagem de disco:
pt_pt: Não foi possível abrir a imagem de disco:
ro: Imaginea de disc nu a putut fi deschisă:
ru: Не удалось открыть образ диска:
sv: Skivavbildningen kunde inte öppnas:
tr: Disk imajı açılamadı:
uk: Не вдалося відкрити образ диска:
vi: Không mở được ảnh đĩa:
zh_hans: 无法打开磁盘映像：
zh_hant: 無法打開磁碟映像檔：

# gptk.error.forwarderNotBuiltin
source: This is not a Game Porting Toolkit payload, a DLL has the wrong variant:
ar: هذه ليست حزمة Game Porting Toolkit، فأحد ملفات DLL من نوع خاطئ:
cs: Toto není balíček Game Porting Toolkit, jedna z knihoven DLL má špatnou variantu:
da: Dette er ikke en Game Porting Toolkit-payload; en DLL har den forkerte variant:
de: Dies ist kein Game-Porting-Toolkit-Payload, eine DLL hat die falsche Variante:
es: Esto no es un paquete de Game Porting Toolkit; una DLL tiene la variante incorrecta:
fi: Tämä ei ole Game Porting Toolkit -paketti, DLL:n variantti on väärä:
fr: Il ne s'agit pas d'un contenu Game Porting Toolkit, une DLL a la mauvaise variante :
it: Questo non è un pacchetto Game Porting Toolkit, una DLL ha la variante sbagliata:
ja: これは Game Porting Toolkit のペイロードではありません。DLL のバリアントが正しくありません:
ko: Game Porting Toolkit 페이로드가 아닙니다. DLL의 변형이 올바르지 않습니다:
nl: Dit is geen Game Porting Toolkit-payload; een DLL heeft de verkeerde variant:
pl: To nie jest pakiet Game Porting Toolkit — jedna z bibliotek DLL ma niewłaściwy wariant:
pt_br: Isto não é um pacote do Game Porting Toolkit; uma DLL está na variante errada:
pt_pt: Isto não é um pacote do Game Porting Toolkit, uma DLL tem a variante errada:
ro: Acesta nu este un pachet Game Porting Toolkit, o bibliotecă DLL are varianta greșită:
ru: Это не пакет Game Porting Toolkit: у одной из DLL неверный вариант:
sv: Det här är ingen Game Porting Toolkit-payload; en DLL har fel variant:
tr: Bu bir Game Porting Toolkit paketi değil; bir DLL yanlış türde:
uk: Це не пакет Game Porting Toolkit: в однієї з DLL неправильний варіант:
vi: Đây không phải gói Game Porting Toolkit, một tệp DLL sai biến thể:
zh_hans: 这不是 Game Porting Toolkit 负载，其中某个 DLL 的变体不正确：
zh_hant: 這不是 Game Porting Toolkit 酬載，其中有 DLL 的變體不正確：
